Repository: kix-service-software/kix-backend
Catalog: locale/FieldAgentApp/*.po
Languages: de

source: work report (complete)
de: Arbeitsbericht (vollständig)

source: work report (customer)
de: Arbeitsbericht (Kunde)

source: work report (declined)
de: Arbeitsbericht (Ablehnung)

source: KIX Field Agent User
de: KIX Field Agent Nutzer

source: Time Accounting
de: Zeiterfassung

source: Working Notes
de: Arbeitsnotizen

source: Time tracking stopped automatically.
de: Zeiterfassung autom. gestoppt

source: Task
de: Aufgabe

source: Duration (hh:mm)
de: Dauer (hh:mm)

source: Work report
de: Arbeitsbericht

source: Total
de: Summe

source: Attached as:
de: Angehangen als:

source: Signature ({0} {1}) - {2}
de: Unterschrift ({0} {1}) - {2}

source: Required
de: Pflicht

source: Abort
de: Abbrechen

source: Remove
de: Entfernen

source: Save
de: Sichern

source: Stop
de: Stopp

source: Confirm
de: Bestätigen

source: Reload
de: Neu Laden

source: Continue
de: Fortsetzen

source: Enable Location Tracking
de: Lokationsverfolgung aktivieren

source: Disable Location Tracking
de: Lokationsverfolgung deaktivieren

source: Attachments are too large. Please remove some attachments.
de: Anhänge sind zu groß. Bitte entfernen Sie einige.

source: Data usage
de: Datennutzung

source: Error
de: Fehler

source: Settings
de: Einstellungen

source: My Tickets
de: Meine Tickets

source: Other Tickets
de: Tickets anderer

source: Preview
de: Vorschau

source: CI
de: Asset/Gerät

source: New Note
de: Neue Notiz

source: Edit Note
de: Notiz Bearbeiten

source: All Tickets ({0})
de: Alle Tickets ({0})

source: Other Tickets in Team
de: Andere Teamtickets

source: All Assets ({0})
de: Alle Geräte ({0})

source: Location usage
de: Lokationsverwendung

source: This app collects location data to report it your current position to your back office team, enabling the back office to dispatch agents nearest to a place of action. This applies even when the app is running in background. You can always change this in the app's settings.
de: Diese App sammelt Standortdaten, um Ihren aktuellen Standort an Ihr Backoffice-Team zu melden. So kann das Backoffice die Agenten in die Nähe des Einsatzorts schicken. Dies gilt auch, wenn die App im Hintergrund läuft. Sie können dies jederzeit in den App-Einstellungen ändern.

source: The app accesses images in the device's gallery or the camera in order to attach them to reports and to enable processing of the report. All images are sent to your KIX service system when the ticket is uploaded.
de: Die App greift auf Bilder aus der Galerie des Geräts oder der Kamera zu, um diese an Meldungen anzuhängen und die Bearbeitung der Meldung zu ermöglichen. Alle Bilder werden beim Hochladen des Tickets an Ihr KIX-Servicesystem gesendet.

source: The app accesses files in the device's file system whenever you choose to select files, in order to attach them to reports and to enable processing of the report. All files are sent to your KIX service system when the ticket is uploaded.
de: Bei jeder Dateiauswahl greift die App auf Dateien im Dateisystem des Geräts zu, um diese an Berichte anzuhängen und die Bearbeitung des Berichts zu ermöglichen. Alle Dateien werden beim Hochladen des Tickets an Ihr KIX-Servicesystem gesendet.

source: This app collects location data to report it your current position to your back office team, enabling the back office to dispatch agents nearest to a place of action. This applies even when the app is running in background.
de: Diese App sammelt Standortdaten, um Ihren aktuellen Standort an Ihr Backoffice-Team zu melden. So kann das Backoffice die Agenten in die Nähe des Einsatzortes schicken. Dies gilt auch, wenn die App im Hintergrund läuft.

source: Files
de: Dateien

source: Images
de: Bilder

source: The ticket is not in the correct state to initiate a download.
de: Das Ticket weist nicht den richtigen Status auf, um einen Download zu starten.

source: The ticket with the number {0} is still checked out. Please finish this ticket first.
de: Das Ticket mit der Nummer {0} ist noch ausgecheckt. Bitte schließen Sie dieses Ticket zuerst ab.

source: The ticket is still checked out. Please finish this ticket first.
de: Das Ticket ist noch ausgecheckt. Bitte schließen Sie dieses Ticket zuerst ab.

source: Failed to update the ticket's state. Please try again later.
de: Der Ticketstatus konnte nicht aktualisiert werden. Bitte versuchen Sie es später erneut.

source: general error
de: Allgemeiner Fehler

source: Invalid authentication. Please check your login data.
de: Ungültige Authentifizierung. Bitte überprüfen Sie Ihre Anmeldedaten.

source: Invalid session. Coulnd't verify your session.
de: Ungültige Sitzung. Ihre Sitzung konnte nicht verifiziert werden.

source: Failed to connect to the given host. Please check your KIX Url.
de: Die Verbindung zum angegebenen Host konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre KIX-URL.

source: Missing internet connection.
de: Keine Internetverbindung.

source: Another time tracking is still running.
de: Eine weitere Zeiterfassung läuft noch.

source: The start date has to be before the end date.
de: Das Startdatum muss vor dem Enddatum liegen.

source: You need to enter a reason to decline the ticket.
de: Sie müssen einen Grund für die Ablehnung des Tickets angeben.

source: The time tracking stopped because it exceeded the automatic stop duration.
de: Die Zeiterfassung wurde gestoppt, da die automatische Stoppdauer überschritten wurde.

source: The requested ressource couldn't be found.
de: Die angeforderte Ressource konnte nicht gefunden werden.

source: Something went wrong with the request to the server.
de: Bei der Anfrage an den Server ist ein Fehler aufgetreten.

source: There was an error on the server. Please try again later.
de: Auf dem Server ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.

source: The connection was lost. The ticket couldn't be changed.
de: Die Verbindung ist verloren gegangen. Das Ticket konnte nicht geändert werden.

source: This function is only available in online mode
de: Diese Funktion ist nur im Onlinemodus verfügbar

source: Ticket is overdued.
de: Das Ticket ist überfällig.

source: Ticket is almost overdue.
de: Das Ticket ist fast fällig.

source: Due date:
de: Fälligkeitsdatum:

source: Update tickets
de: Tickets Aktualisieren

source: Update location
de: Lokation aktualisieren

source: Declined tickets
de: Abgelehnte Tickets

source: No tickets found
de: Keine Tickets gefunden

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: This Week
de: Diese Woche

source: Next week
de: Nächste Woche

source: Later
de: Später

source: All
de: Alle

source: Loading tickets
de: Tickets laden

source: Please select a team first.
de: Bitte zunächst ein Team auswählen.

source: assigned to:
de: zugewiesen an:

source: unlocked tickets
de: entsperrte Tickets

source: Shows tickets which can be pulled
de: Zeigt Tickets die genommen werden können

source: Assigned to me
de: Mir zugewiesen

source: Not assigned to me
de: Nicht mir zugewiesen

source: Shows tickets which are assigned to you
de: Zeigt Ihnen zugewiesene Tickets

source: Recent
de: Kürzlich

source: Attachments ({0})
de: Anhänge ({0})

source: Date is missing
de: Datum fehlt

source: KIX Customer Number
de: KIX Kundennummer

source: If you choose to remove any locally stored data, not yet uploaded information will be lost. The app will be reset to installation default.
de: Wenn Sie lokal gespeicherte Daten entfernen, gehen noch nicht hochgeladene Informationen verloren. Die App wird auf die Installationsstandardeinstellungen zurückgesetzt.

source: Logged in as {0} ({1})
de: Angemeldet als {0} ({1})

source: Delete data
de: Daten löschen

source: Deletes all locally stored ticket information and attachments
de: Löscht alle lokal gespeicherten Ticketinformationen und Anhänge

source: General
de: Allgemein

source: About
de: Über

source: Automatic stop
de: Automatisch Stoppen

source: Timetracking will be stopped autoamtically after {0} h
de: Die Zeiterfassung wird nach {0} h automatisch gestoppt.

source: Location tracking
de: Lokationsverfolgung

source: Geolocation tracking service could not be started.
de: Der Geolokalisierungs-Trackingdienst konnte nicht gestartet werden.

source: Geolocation tracking permissions not granted.
de: Berechtigungen zur Geolokalisierungsverfolgung nicht erteilt.

source: Geolocation tracking permissions permantently denied.
de: Berechtigungen zur Geolokalisierungsverfolgung dauerhaft verweigert.

source: completed
de: vollständig

source: {0} open items
de: {0} offene Einträge

source: Form Data
de: Formularangaben

source: Please select at most one item.
de: Bitte wählen Sie maximal einen Eintrag aus.

source: Please select at most {0} items.
de: Bitte wählen Sie maximal {0} Einträge.

source: Please select at least one item.
de: Bitte wählen Sie mind. einen Eintrag aus.

source: Please select at least {0} items.
de: Bitte wählen Sie mind. {0} Einträge.

source: Empty table
de: Tabelle Leeren

source: See more data
de: Mehr Daten Anzeigen

source: Add data
de: Daten Hinzufügen

source: CI Class
de: Geräteklasse

source: Usage
de: Verwendung

source: No assets found for this asset number.
de: Keine Geräte für diese Gerätenummer gefunden.

source: Tap on search to find assets
de: Auf Suche klicken um Geräte anzuzeigen

source: No work report
de: Kein Arbeitsbericht

source: Firstname ({0})
de: Vorname ({0})

source: Lastname ({0})
de: Nachname ({0})

source: Signature ({0})
de: Unterschrift ({0})

source: Closure code (required)
de: Abschlusscode (Pflicht)

source: Username
de: Nutzername

source: Start time
de: Startzeit

source: Start date
de: Startdatum

source: End time
de: Ende-Zeit

source: End date
de: Enddatum

source: Entry is not visible on the exernal work report.
de: Eintrag wird im externen Arbeitsbericht nicht angezeigt.

source: Entry is visible on the external work report.
de: Eintrag wird im externen Arbeitsbericht angezeigt.

source: travel time
de: An-/Abfahrt

source: processed as noted
de: bearbeiten wie beschrieben

source: processed as specified
de: bearbeiten wie angefordert

source: see checklists
de: siehe Checklisten

source: see work notes
de: siehe Notizen

source: Copy from Notes
de: aus Notizen übernehmen

source: Note is not visble on the exernal work report.
de: Notiz ist nicht sichtbar im Arbeitsbericht (Kunde).

source: Note is visible on the external work report.
de: Notiz ist sichtbar im Arbeitsbericht (Kunde).

source: Revert unsaved changes?
de: Ungespeicherte Änderungen verwerfen?

source: More information
de: Mehr Informationen

source: Offline available
de: Offline Verfügbar

source: Ticket can be edited without internet connection
de: Ticket kann ohne Internetverbindung bearbeitet werden.

source: Start timetracking
de: Start Zeiterfassung

source: Signature by customer
de: Unterschrift durch Kunde

source: Signature by me
de: Unterschrift durch mich

source: Items
de: Einträge

source: Item
de: Eintrag

source: Form data entries
de: Formularangaben

source: {0} Form data entries
de: {0} Formularangaben

source: Form data entry
de: Formularangabe

source: This ticket not available in offline mode.
de: Dieses Ticket ist nicht offline verfügbar.

source: Please check out the ticket to make changes.
de: Bitte Ticket auschecken um Änderungen vorzunehmen.

source: Time tracking
de: Zeiterfassung

source: no task set
de: Keine Aufgabe

source: Decline
de: Ablehnen

source: Finish Process
de: Bearbeitung Beenden

source: Checkout
de: Annehmen

source: Pull Task
de: Aufgabe übernehmen

source: Communication History
de: Kommunikationsverlauf

source: The time tracking is active for another ticket and has to be stopped. If you continue, this active time tracking will be stopped.
de: Die Zeiterfassung ist für ein anderes Ticket aktiv und muss gestoppt werden. Wenn Sie fortfahren, wird diese aktive Zeiterfassung beendet.

source: New note
de: Neue Notiz

source: Edit pending time
de: Wartezeit bearbeiten

source: Edit plan time
de: Planzeiten bearbeiten

source: Click to change date
de: Klicken für Datumsänderung

source: No date set
de: Kein Datum gesetzt

source: Plan begin should be before plan end.
de: Planbeginn sollte vor Planende liegen.

source: Plan end should be after plan begin.
de: Planende sollte nach Planbeginn liegen.

source: Scanning for QR code.
de: QR Code scannen.

source: No asset number found.
de: Keine Assetnummer gefunden.

source: Record a new ticket
de: Neues Ticket erfassen

source: signerTypeCustomer
de: Unterschrift Kunde

source: typeTitle
de: Titel

source: priorityTitle
de: Priorität

source: Delete ticket draft
de: Tickentwurf löschen

source: Delete the local ticket draft
de: Entwurf wurde gesichert.

source: The ticket has been created.
de: Ticket wurde erstellt.

source: You are currently offline - draft saved.
de: Sie sind offline - Entwurf gesichert.

source: Upload failed - draft saved.
de: Upload fehlgeschlagen - Entwurf gesichert.

source: Draft
de: Entwurf

source: Locally recorded
de: lokal erfasst

source: Affected Assets
de: Betroffene Geräte

source: File size exceeded.
de: Dateigröße überschritten.

source: Ticketnumber
de: Ticketnummer
